Repository: dahutos2/meal_health_verification
Catalog: lib/l10n/*.arb
Languages: de, fr, id, ne, no, pl, pt

source: test
de: prüfen
id: tes
ne: परिक्षण
pt: teste

# homePageHeaderTitle
source: home
id: rumah
ne: घर
pt: lar

# page02HeaderTitle
source: Page 02
id: Halaman 02
pt: Página 02

# page03HeaderTitle
source: Page 03
id: Halaman 03
ne: पृष्ठ 03
pt: Página 03

# homePageFooterLabel
source: home
de: heim
fr: maison
id: rumah
ne: घर
no: hjem
pl: dom
pt: lar

# page02FooterLabel
source: Page 02
id: Halaman 02
pt: Página 02

# page03FooterLabel
source: Page 03
id: Halaman 03
ne: पृष्ठ 03
pt: Página 03

# initPageMainContentMessage
source: welcome
id: selamat datang
ne: स्वागत छ
pt: Bem-vindo

# loadingRecommendImage
source: Loading...
de: Wird geladen...
fr: Chargement...
id: Memuat...
ne: लोड गर्दै...
no: Laster inn...
pl: Ładowanie...
pt: Carregando...

# recommendImageTitle
source: ~Today's Recommendations~
de: ~Heutige Empfehlungen~
fr: ~Recommandations du jour~
id: ~Rekomendasi Hari Ini~
ne: ~ आजका सिफारिसहरू ~
no: ~Dagens anbefalinger~
pl: ~Dzisiejsze rekomendacje~
pt: ~Recomendações de hoje~

# recommendHighOatmeal
source: oatmeal
de: Haferflocken
fr: gruau
id: havermut
ne: दलिया
no: havregryn
pl: owsianka
pt: aveia

# recommendHighTomatoSoup
source: tomato soup
de: Tomatensuppe
fr: Soupe à la tomate
id: Sup tomat
ne: टमाटर सूप
no: tomatsuppe
pl: zupa pomidorowa
pt: sopa de tomate

# recommendHighEggAndVegetable
source: eggs and vegetables
de: Eier und Gemüse
fr: œufs et légumes
id: telur dan sayuran
ne: अण्डा र तरकारी
no: egg og grønnsaker
pl: jajka i warzywa
pt: ovos e legumes

# recommendMiddleCurry
source: curry
id: kari
ne: करी
no: karri

# recommendMiddleHamburger
source: hamburger
id: roti isi daging
ne: ह्याम्बर्गर

# recommendMiddlePanCake
source: pancake
de: Pfannkuchen
fr: crêpe
id: panekuk
ne: प्यानकेक
no: pannekake
pl: naleśnik
pt: panqueca

# recommendLowCake
source: cake
de: Kuchen
fr: gâteau
id: kue
ne: केक
no: kake
pl: ciasto
pt: bolo

# recommendLowSpaghetti
source: spaghetti
id: spageti
ne: स्पेगेटी
pt: espaguete

# homeMessageBreakfast
source: It's breakfast time!
de: Es ist Frühstückszeit!
fr: C'est l'heure du petit déjeuner !
id: Saatnya sarapan!
ne: यो ब्रेकफास्ट समय हो!
no: Det er frokosttid!
pl: Nadszedł czas na śniadanie!
pt: É hora do café da manhã!

# homeMessageLunch
source: It's lunch time!
de: Es ist Mittagszeit!
fr: C'est l'heure du déjeuner!
id: Saatnya makan siang!
ne: यो लंच समय हो!
no: Det er lunsjtid!
pl: Czas na lunch!
pt: É hora do almoço!

# homeMessageDinner
source: It's dinner time!
de: Es ist Zeit für das Abendessen!
fr: C'est l'heure du dîner !
id: Waktunya makan malam!
ne: यो बेलुकाको खानाको समय हो!
no: Det er middagstid!
pl: Czas na obiad!
pt: É hora do jantar!

# homeMessageMidNightSnack
source: Is it a late night snack? Please take care of your nutritional balance.
de: Handelt es sich um einen Late-Night-Snack? Bitte achten Sie auf Ihre ausgewogene Ernährung.
fr: Est-ce une collation de fin de soirée ? Veuillez prendre soin de votre équilibre nutritionnel.
id: Apakah ini camilan larut malam? Harap jaga keseimbangan nutrisi Anda.
ne: के यो अबेर राती खाजा हो? कृपया आफ्नो पोषण सन्तुलनको ख्याल राख्नुहोस्।
no: Er det en matbit sent på kvelden? Ta vare på din ernæringsmessige balanse.
pl: Czy to wieczorna przekąska? Proszę zadbać o równowagę żywieniową.
pt: É um lanche noturno? Por favor, cuide do seu equilíbrio nutricional.

# homeMessageSnackingBetween
source: Is it a snack? Please be careful about the amount you consume.
de: Ist es ein Snack? Bitte achten Sie auf die Menge, die Sie zu sich nehmen.
fr: Est-ce une collation ? Soyez prudent quant à la quantité que vous consommez.
id: Apakah itu camilan? Harap berhati-hati dengan jumlah yang Anda konsumsi.
ne: के यो खाजा हो? कृपया तपाईले खपत गर्ने रकमको बारेमा सावधान रहनुहोस्।
no: Er det en matbit? Vær forsiktig med mengden du bruker.
pl: Czy to przekąska? Proszę uważać na ilość spożywanego preparatu.
pt: É um lanche? Tenha cuidado com a quantidade que você consome.

# pageCameraHeaderTitle
source: camera
id: kamera
ne: क्यामेरा
pt: Câmera

# pageCameraFooterLabel
source: camera
de: Kamera
fr: caméra
id: kamera
ne: क्यामेरा
no: kamera
pl: kamera
pt: Câmera

# pauseCameraStart
source: Please start the camera.
de: Starten Sie die Kamera.
fr: Démarrez la caméra.
id: Silakan mulai kamera.
ne: कृपया क्यामेरा सुरु गर्नुहोस्।
no: Start kameraet.
pl: Uruchom aparat.
pt: Por favor, ligue a câmera.

# pauseCameraErrorNotExistCamera
source: Camera not present.
de: Kamera nicht vorhanden.
fr: Caméra non présente.
id: Kamera tidak ada.
ne: क्यामेरा उपस्थित छैन।
no: Kamera ikke til stede.
pl: Brak aparatu.
pt: Câmera não presente.

# pauseCameraErrorCameraAccessDenied
source: You do not have permission to access the camera.
de: Sie haben keine Berechtigung, auf die Kamera zuzugreifen.
fr: Vous n'êtes pas autorisé à accéder à la caméra.
id: Anda tidak memiliki izin untuk mengakses kamera.
ne: तपाईंसँग क्यामेरा पहुँच गर्ने अनुमति छैन।
no: Du har ikke tilgang til kameraet.
pl: Nie masz uprawnień dostępu do kamery.
pt: Você não tem permissão para acessar a câmera.

# pauseCameraErrorUndefined
source: An unknown error occurred when connecting the camera.
de: Beim Anschließen der Kamera ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue s'est produite lors de la connexion de la caméra.
id: Terjadi kesalahan yang tidak diketahui saat menghubungkan kamera.
ne: क्यामेरा जडान गर्दा अज्ञात त्रुटि भयो।
no: Det oppstod en ukjent feil under tilkobling av kameraet.
pl: Wystąpił nieznany błąd podczas podłączania aparatu.
pt: Ocorreu um erro desconhecido ao conectar a câmera.

# startDetectImageText
source: Please take a picture.
id: Silakan mengambil gambar.
ne: कृपया एक तस्वीर खिच्नुहोस्।
pt: Por favor, tire uma foto.

# dataConfirmTitle
source: Data confirmation
id: Konfirmasi data
ne: डाटा पुष्टिकरण
pt: Confirmação de dados

# dataConfirmLabel
source: confirmation
de: Bestätigung
id: konfirmasi
ne: पुष्टिकरण
no: bekreftelse
pl: potwierdzenie
pt: confirmação

# recommendBadText
source: Be a little more conscious of your health Isn't that good?
de: Gehen Sie etwas bewusster mit Ihrer Gesundheit um Ist das nicht gut?
fr: Soyez un peu plus soucieux de votre santé N'est-ce pas bon ?
id: Jadilah sedikit lebih sadar akan kesehatan Anda Bukankah itu bagus?
ne: आफ्नो स्वास्थ्यप्रति अलि बढी सचेत हुनुहोस् त्यो राम्रो छैन?
no: Vær litt mer bevisst på helsen din Er ikke det bra?
pl: Bądź trochę bardziej świadomy swojego zdrowia Czy to nie dobrze?
pt: Esteja um pouco mais consciente da sua saúde Isso não é bom?

# recommendNormalText
source: It's looking good, but let's go one step further!
de: Es fühlt sich gut an, aber Gehen wir noch einen Schritt weiter!
fr: Ça fait du bien, mais Allons encore plus loin !
id: Kelihatannya bagus, tapi mari kita melangkah lebih jauh!
ne: यो राम्रो देखिन्छ, तर एक कदम अगाडि जाऔं!
no: Det føles bra, men La oss gå ett skritt videre!
pl: To miłe uczucie, ale Pójdźmy o krok dalej!
pt: Parece bom, mas vamos dar um passo adiante!

# recommendGoodText
source: I'm doing great! Let's keep this going!
de: Mir geht es großartig! Lasst uns so weitermachen!
fr: Je le fais bien! Continuons comme ça !
id: Saya baik-baik saja! Mari kita teruskan ini!
ne: म राम्रो गर्दैछु! यसलाई जारी राखौं!
no: Jeg har det kjempebra! La oss fortsette med dette!
pl: Mam się dobrze! Kontynuujmy to!
pt: Estou ótimo! Vamos continuar com isso!

# showErrorDialogTitle
source: Error occurred
de: Ein Fehler ist aufgetreten
fr: Erreur est survenue
id: Terjadi kesalahan
ne: त्रुटि भयो
no: Feil oppsto
pl: Wystąpił błąd
pt: Ocorreu um erro

# showErrorDialogOK
source: OK
fr: D'ACCORD
id: OKE
ne: ठिक छ

source: last week
de: letzte Woche
fr: la semaine dernière
id: minggu lalu
ne: गएको हप्ता
no: forrige uke
pl: zeszły tydzień
pt: semana passada

source: next week
de: nächste Woche
fr: la semaine prochaine
id: minggu depan
ne: अर्को हप्ता
no: neste uke
pl: w następnym tygodniu
pt: semana que vem

# recommendLowPizza
source: pizza
ne: पिज्जा
